<div class="flex flex-col gap-2 text-sm text-start">
	<p>
		Вставляйте спеціальні символи, коли ви пишете своє повідомлення, і воно автоматично буде
		відформатовано при відправці:
	</p>
	<ol class="flex flex-col gap-1">
		<li>
			• У квадратних дужках напишіть назву посилання, а одразу після у круглих дужках -
			саме посилання: [моє посилання](https://example.com) → <a
				href="https://example.com"
				class="text-blue-500">моє посилання</a
			>
		</li>
		<li>
			• Огортайте свій текст в подвійні зірочки, щоб зробити його жирним: **текст** → <strong
				>текст</strong
			>
		</li>
		<li>
			• Огортайте свій текст в подвійні символи підкреслення, щоб зробити його курсивом:
			__текст__ → <em>текст</em>
		</li>
		<li>
			• Огортайте свій текст в подвійні символи три backquote, щоб зробити його
			моноширинним: ```текст``` → <code>текст</code>
		</li>
		<li>
			• Огортайте свій текст в подвійні символи тильда, щоб зробити його з перекресленим
			текстом: ~~текст~~ → <del>текст</del>
		</li>
		<li>
			• За потреби формати можна комбінувати: **~~текст~~** → <strong
				><del>текст</del></strong
			>
		</li>
	</ol>
</div>
